var data=[];

var dataString = '1、儿童摄影-皮肤篇<br>\
修图<br><br>儿童<br><br><br>\
在PS技法中，各种磨皮收到很多摄影师的青睐。\
不过一般的磨皮技法出来的效果都是皮肤光滑如镜面。\
没有任何细节可言。下面分享的修皮肤方法  既可以修掉面部脏的问题，\
还可以改变面部光影变化，又可以更多保留皮肤质感，而不损失细节，保留毛孔。<br><br><br><br>\
2、如何调出一张青蓝色调的复古照片<br>\
修图<br><br>儿童<br><br><br>\
对比效果图 原图以下是教程：首先图片打开，\
大家可以用LR或者PS自带的CR调整一下，但是整体的色调我还是在PS里面完成的,\
这里我就只展示了我在PS里面调整的步骤。关于打开图片是先磨皮液化再调色，\
还是调色完成再磨皮液化这个问题我就不强调先后顺序了，看个人习惯哈，\
这张照片我是先调完颜色再磨皮液化的。第一步我调整的曲线，浮度不是很大<br><br><br><br>\
3、 如何拍出合格的清新人像作品？<br>\
修图<br><br>儿童<br><br><br>\
在PS技法中，各种磨皮收到很多摄影师的青睐。\
不过一般的磨皮技法出来的效果都是皮肤光滑如镜面。\
没有任何细节可言。下面分享的修皮肤方法  既可以修掉面部脏的问题，\
还可以改变面部光影变化，又可以更多保留皮肤质感，而不损失细节，保留毛孔。<br><br><br><br>\
4、后期如何让秋天人像更温暖日系<br>\
人像<br><br>后期<br><br><br>\
秋季已来多时，全国各地的温度都降下来了。北方的枫叶红了，\
银杏黄了，南方也快了......私以为秋天是最适合拍照的季节，\
比春天还适合。校之夏冬，春秋温度适宜，不冷不热。春天有鲜花，\
绚丽多彩；然秋日的树叶也是美丽至极。且春日多雨，难有佳日约拍，\
而秋日气爽，阳光甚暖，最适约拍。但是秋天由于天气干燥，出现空气污染的概率也会增加，\
不过轻微的空气污染对人像拍摄影响并不大，但可以的话还是需要选择天晴空气质量好的时<br><br><br><br>\
5、秋日温暖写真前后期分享<br>\
教程<br><br>原创<br><br><br>\
语我们经常在网上看到有关高低频磨皮的教程，但是大多数教程实在让人生气，\
它并不告诉你每个操作步骤的具体原理，这也就导致了我们只能跟着教程，\
来修它教程指定的人像照片；一旦我们脱离了教程，用高低频磨皮修自己的人像照片的时候\
，还是会一头雾水，不知如何下手；所以今天我们将为大家详细解码高低频磨皮的原理。 \
高低频磨皮原理在我们的脸上，由于生理和环境的原因，总...<br><br><br><br>\
6、职业照pose示范，这12个错误不要犯<br>\
摄影师<br><br>拍照<br><br><br>\
亲爱的盆友们都遇到过这样的问题吧：我明明是照着案例的姿势拍照的，\
为什么效果却差了那么多？千万不要怀疑自己的颜值！\
掐指一算，一定是你忽略了一些拍照pose的小细节。下面就Pose技巧示范一些正确拍照姿势\
，分分钟拍出女神范儿坐姿篇职业照的重点就是要体现出自信、大方的气质，\
先看看很多人喜欢的桌前照。看仪态，其实比看脸重要想要拍摄出职业感的话一定不要塌肩，\
这样会显得整个人过于随意，姿态不够大方。记住这十二个字...<br><br><br><br>\
7、这样摆pose，女汉子秒变女文青！<br>\
美女<br><br>教程<br><br><br>\
Hey大家好这里是Judy小电台作为一名日常女汉子Judy总想在照片里拍出文艺范儿辣么...\
如何能从女汉子秒变女文青呢？<br><br><br><br>\
8、一篇文章讲明白清晰度、对比度和锐化的区别<br>\
色彩<br><br>风光<br><br><br>\
为了更好的解释对比度、清晰度和锐度的区别，我会使用下面一张放大20倍的纹理边缘为例子。\
对比度：对比度是指的画面的明暗反差程度。增加对比度，画面中亮的地方会更亮，暗的地方会更暗，\
明暗反差增强。下图就是增加对比度的结果。增加对比度之后，原来的两个物体反差扩大。<br><br><br><br>\
9、全面解码曲线应用<br>\
曲线<br><br>应用<br><br><br>\
在PS技法中，各种磨皮收到很多摄影师的青睐。\
不过一般的磨皮技法出来的效果都是皮肤光滑如镜面。\
没有任何细节可言。下面分享的修皮肤方法  既可以修掉面部脏的问题，\
还可以改变面部光影变化，又可以更多保留皮肤质感，而不损失细节，保留毛孔。<br><br><br><br>\
10、如何修正肤色<br>\
人像<br><br>后期<br><br><br>\
在PS技法中，各种磨皮收到很多摄影师的青睐。\
不过一般的磨皮技法出来的效果都是皮肤光滑如镜面。\
没有任何细节可言。下面分享的修皮肤方法  既可以修掉面部脏的问题，\
还可以改变面部光影变化，又可以更多保留皮肤质感，而不损失细节，保留毛孔。<br><br><br><br>\
11、简单三步，让你的古风美到爆！<br>\
古风<br><br>写真<br><br><br>\
话不多少，本教程很简单，简单三步，让你的照片美到爆1、原图和成片对比如上图，\
下面我们直接开始课程，原图如下：这里不讲RAW如何转档，相信各位也都有自己的习惯和技巧可以成功转档。\
首先第一步直接加烟雾，CTRL+J 新建图层，填充黑色，然后打开滤镜，渲染，分层云彩<br><br><br><br>\
12、怎么按照被摄体的特性用光<br>\
修图<br><br>儿童<br><br><br>\
在PS技法中，各种磨皮收到很多摄影师的青睐。\
不过一般的磨皮技法出来的效果都是皮肤光滑如镜面。\
没有任何细节可言。下面分享的修皮肤方法  既可以修掉面部脏的问题，\
还可以改变面部光影变化，又可以更多保留皮肤质感，而不损失细节，保留毛孔。<br><br><br><br>\
13、蜂巢<br>\
修图<br><br>儿童<br><br><br>\
在PS技法中，各种磨皮收到很多摄影师的青睐。\
不过一般的磨皮技法出来的效果都是皮肤光滑如镜面。\
没有任何细节可言。下面分享的修皮肤方法  既可以修掉面部脏的问题，\
还可以改变面部光影变化，又可以更多保留皮肤质感，而不损失细节，保留毛孔。<br><br><br><br>\
14、终于学会如何提升画面质感了！<br>\
修图<br><br>儿童<br><br><br>\
在PS技法中，各种磨皮收到很多摄影师的青睐。\
不过一般的磨皮技法出来的效果都是皮肤光滑如镜面。\
没有任何细节可言。下面分享的修皮肤方法  既可以修掉面部脏的问题，\
还可以改变面部光影变化，又可以更多保留皮肤质感，而不损失细节，保留毛孔。<br><br><br><br>\
15、简单三步，让你的古风美到爆！<br>\
古风<br><br>写真<br><br><br>\
话不多少，本教程很简单，简单三步，让你的照片美到爆1、原图和成片对比如上图，\
下面我们直接开始课程，原图如下：这里不讲RAW如何转档，相信各位也都有自己的习惯和技巧可以成功转档。\
首先第一步直接加烟雾，CTRL+J 新建图层，填充黑色，然后打开滤镜，渲染，分层云彩<br><br><br><br>\
16、人像摄影怎么拍？<br>\
修图<br><br>儿童<br><br><br>\
在PS技法中，各种磨皮收到很多摄影师的青睐。\
不过一般的磨皮技法出来的效果都是皮肤光滑如镜面。\
没有任何细节可言。下面分享的修皮肤方法  既可以修掉面部脏的问题，\
还可以改变面部光影变化，又可以更多保留皮肤质感，而不损失细节，保留毛孔。<br><br><br><br>\
17、分辨率在摄影及后期中的应用<br>\
分辨率<br><br>应用<br><br><br>\
转载请注明作者，微博@朝拾影画。微博关注有惊喜，不定期更新原创教程。\
今天和大家分享“分辨率在摄影及后期中的应用”分辨率可以分为显示设备的分辨率与图像的分辨率。\
显示分辨率主要是指电脑显示器、相机屏幕、手机屏幕等的精密度，是指显示器所能显示的像素有多少<br><br><br><br>\
18、详解黑白光影的调整<br>\
修图<br><br>儿童<br><br><br>\
在PS技法中，各种磨皮收到很多摄影师的青睐。\
不过一般的磨皮技法出来的效果都是皮肤光滑如镜面。\
没有任何细节可言。下面分享的修皮肤方法  既可以修掉面部脏的问题，\
还可以改变面部光影变化，又可以更多保留皮肤质感，而不损失细节，保留毛孔。<br><br><br><br>\
19、带有复古胶片味道的古风后期调色思路<br>\
修图<br><br>儿童<br><br><br>\
在PS技法中，各种磨皮收到很多摄影师的青睐。\
不过一般的磨皮技法出来的效果都是皮肤光滑如镜面。\
没有任何细节可言。下面分享的修皮肤方法  既可以修掉面部脏的问题，\
还可以改变面部光影变化，又可以更多保留皮肤质感，而不损失细节，保留毛孔。<br><br><br><br>\
20、给你的照片下一场真实的雪<br>\
修图<br><br>儿童<br><br><br>\
在PS技法中，各种磨皮收到很多摄影师的青睐。\
不过一般的磨皮技法出来的效果都是皮肤光滑如镜面。\
没有任何细节可言。下面分享的修皮肤方法  既可以修掉面部脏的问题，\
还可以改变面部光影变化，又可以更多保留皮肤质感，而不损失细节，保留毛孔。<br><br><br><br>\
21、逆光摄影教程<br>\
修图<br><br>儿童<br><br><br>\
在PS技法中，各种磨皮收到很多摄影师的青睐。\
不过一般的磨皮技法出来的效果都是皮肤光滑如镜面。\
没有任何细节可言。下面分享的修皮肤方法  既可以修掉面部脏的问题，\
还可以改变面部光影变化，又可以更多保留皮肤质感，而不损失细节，保留毛孔。<br><br><br><br>\
22、少即是多，从来不是一句空话<br>\
修图<br><br>后期<br><br><br>\
“少即是多”源自建筑设计，却影响着一代代人们的艺术思维。“极简”，\
不仅是形式上的表达，更是一种世界观。那么，这种思维如何影响到手机摄影，普通人又能从获得什么样的摄影技能？<br><br><br><br>\
23、简单几步，调出时尚人像风格<br>\
修图<br><br>教程<br><br><br>\
时尚人像风格充满流行性和新潮性，受到很多人的喜欢，今天我们就用一个例子来讲解如何将一张人像照片调出时尚色调。<br><br><br><br>\
24、旅行回来手机里的照片怎么办？<br>\
处理<br><br>旅行<br><br><br>\
原创教程,让你轻松摆脱烦恼<br><br><br><br>\
25、拍摄时照片的存储格式<br>\
修图<br><br>儿童<br><br><br>\
在PS技法中，各种磨皮收到很多摄影师的青睐。\
不过一般的磨皮技法出来的效果都是皮肤光滑如镜面。\
没有任何细节可言。下面分享的修皮肤方法  既可以修掉面部脏的问题，\
还可以改变面部光影变化，又可以更多保留皮肤质感，而不损失细节，保留毛孔。<br><br><br><br>\
26、 有关直方图的总结<br>\
修图<br><br>儿童<br><br><br>\
在PS技法中，各种磨皮收到很多摄影师的青睐。\
不过一般的磨皮技法出来的效果都是皮肤光滑如镜面。\
没有任何细节可言。下面分享的修皮肤方法  既可以修掉面部脏的问题，\
还可以改变面部光影变化，又可以更多保留皮肤质感，而不损失细节，保留毛孔。<br><br><br><br>\
27、 谈一谈反光板的巧妙使用<br>\
修图<br><br>儿童<br><br><br>\
在PS技法中，各种磨皮收到很多摄影师的青睐。\
不过一般的磨皮技法出来的效果都是皮肤光滑如镜面。\
没有任何细节可言。下面分享的修皮肤方法  既可以修掉面部脏的问题，\
还可以改变面部光影变化，又可以更多保留皮肤质感，而不损失细节，保留毛孔。<br><br><br><br>\
28、利用阴影 拍出至美风光片<br>\
修图<br><br>儿童<br><br><br>\
在PS技法中，各种磨皮收到很多摄影师的青睐。\
不过一般的磨皮技法出来的效果都是皮肤光滑如镜面。\
没有任何细节可言。下面分享的修皮肤方法  既可以修掉面部脏的问题，\
还可以改变面部光影变化，又可以更多保留皮肤质感，而不损失细节，保留毛孔。\
';
var str=dataString.split('<br><br><br><br>');
	for(var i=0;i<str.length;i++){
		var t1=str[i].split('<br>');
		var img1=t1[0].split('、')[0];
		data.push({
			img:img1+'.jpg',
			title:t1[0].split('、')[1],
			desc:t1[6],
			span1:t1[1],
			span2:t1[3],
		})
	}

	

